{"inkVersion":21,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":["^Marching up and down their way through the tough temperatures and a never-ending dosis of sunshine, the feeling of thirst and hunger overwhelms the minds of both the fisherwoman and her dapper companion. ","#","^speaker none","/#","\n","^Before an official halt of their operation for a much-needed break is called upon, they spot a sight that wakes up their tired minds - someone with actual rations!","\n","^\"Let’s hope that this ain’t a fata morgana\", she proclaims with hope in her voice, \"and that they’re friendly enough to share some of that with us!” ","#","^speaker mc","/#","\n","^“You know you still got that piece of–” ","#","^speaker blue","/#","\n","^Ignoring him and his remark that there’s no actual need to beg for anything with what they carried around with them already, she stomped her way with an air of confidence to the sitting figure. ","#","^speaker none","/#","\n","^There’s no way that I’m eating even a single piece of this tired bread again, she spoke under her breath.","\n","^“Alright, it doesn’t hurt what others might have to say around here...” ","#","^speaker blue","/#","\n","^Coming closer, they spot a figure of a huge statue sitting on rubble and debris of what were buildings before the world changed for the worse. ","#","^speaker none","/#","\n","^Surrounded by a gracious variation of baked goods, fruits and vegetables, he seemed to have taken a break from traveling by himself, just like the two of them wanted to do, with the difference of two crucial facts.","\n","^First, he seemed to be better off than they were.","\n","^Second, and more importantly, he got a pair of huge horns on his head!","\n","^“Whoah, it’s a rarity to see someone blessed by the apocalypse around here! Today really might be our lucky day!” ","#","^speaker mc","/#","\n","^“I don’t know if I would call that a blessing, but whatever may float your boat, human.” ","#","^speaker yellow","/#","\n","^Being rather easily spotted while gossiping about their plans, the bull musters his new guests from top to bottom. ","#","^speaker none","/#","\n","^“Greetings, fellow travelers. It seems like you’ve taken on a march and a half yourselves. What brings you here?” ","#","^speaker yellow","/#","\n","^Seemingly wanting to prevent further conflict from breaking out, the well-dressed blue gentleman intervenes. ","#","^speaker none","/#","\n","^\"Hello there! We felt like making a halt ourselves, just like you’re doing at the moment. ","#","^speaker blue","/#","\n","^We’ve been searching the wilds for certain objects of our interest, I wonder if you, by chance, caught something along your travels.”","\n","^“Objects of interest, you say…” ","#","^speaker yellow","/#","\n","^Taking a trip down memory lane, the bovine tries to reflect on the events of the past few days. ","#","^speaker none","/#","\n","^What bothered him more than complying with his request is the voice himself. Something in his memory tells him that he caught wind of him before…","\n","^“Aren’t you the information broker that is in everyone’s mouth as of late? The one that usually deals in information and tricks their customers, getting outtricked by–” ","#","^speaker yellow","/#","\n","^“I-I wouldn’t put it that way, there isn’t anything shady going on with my services”, he deflected, rather poorly at that, “even more so that someone might possess more wit than I do!” ","#","^speaker blue","/#","\n","^“I know, I know. Presenting the fair and gallant image for everyone, you got that down to a T. ","#","^speaker yellow","/#","\n","^What might interest me more however is the matter of my missing seedlings. Without them, I won’t be able to produce the foodstuff or whatever the situation has left us behind for much longer.","\n","^May it be that you, or an associate of yours, took the opportunity by its horns and took off with them?”","\n","^“If you know me so well, then you should know already that I don’t condone anyone abusing my services for crime. ","#","^speaker blue","/#","\n","^That’d make myself look as bad as those turning towards a life full of immorality, which is a look that doesn’t suit my style.”","\n","^“Is that what you truly feel, or just another one of your many facades?” ","#","^speaker yellow","/#","\n","^Seeing the two of them discuss their motives for much longer isn’t something the fisherwoman can’t stand for much too longer. ","#","^speaker none","/#","\n","^Not only did the conversation make her even more hungry than before, but it also reminded her of how her introduction to blue-hued companion went like - a never-ending back-and-forth of accusations that won’t lead to anything at the end of the day.","\n","^Learning from her past mistakes, she steps up when tensions are looking to pick up for the worse.","\n","^“Guys, take a breather, will you? ","#","^speaker mc","/#","\n","^I can understand where you’re coming from and believe it or not, we suffer from a much similar problem as you. This is how things have taken place…”","\n","^Calming her nerves, she begins to reflect on the fateful happenings that have brought her and the shifty gentleman together. The sleeping, the robbery, the sloppiness, even. ","#","^speaker none","/#","\n","^Giving them a fair chance to plead their cases, the bull listened intently to their story.","\n","^It does match rather weirdly with the account of his memory, getting robbed seemingly while falling asleep after a hard day of taking care of his carefully planted crops.","\n","^Is that enough to ease his accusations towards his sudden visitors?","\n","^”I can’t tell whenever this is one elaborate plan of the both of you or if we are looking for an entirely different perpetrator.” ","#","^speaker yellow","/#","\n","^Closing his eyes, he believes to come to a conclusion. ","#","^speaker none","/#","\n","^“It’s not like I can believe your tale outright, but what I know is that, if true, we’re looking for someone without the guts to confront us. ","#","^speaker yellow","/#","\n","^And the two of you being rather steadfast in your articulation and gesturing tells me that this might not be the issue with the both of you.","\n","^I’ve decided to tag along with the two of you, seeing if there are actual merits to your stories.”","\n","^Both of the seemingly thoroughly watched individuals sighed in relief, knowing that they did their best to show the cards they’ve been delt to. ","#","^speaker none","/#","\n","^“We thank you very much for believing in us, even if for the time being! ","#","^speaker mc","/#","\n","^I’ll make sure that we get our stuff back from that coward of a man–”","\n","^In a rather fortunately timed way of breaking the tension more, her stomach starts to grumble heavily - her hunger for food truly knows no bounds! ","#","^speaker none","/#","\n","^“It seems that you deserve your much-needed break now, after being held at hornpoint by me! ","#","^speaker yellow","/#","\n","^Please, come and take a seat with me - there’s enough for everyone here to satisfy your hunger.”","\n","^“You don’t have to tell me that twice!” ","#","^speaker mc","/#","\n","^Accepting the invitation to rest and eat, both the fisher and the gentleman take seats besides their soft-spoken host. ","#","^speaker none","/#","\n","^A merry time has been had, learning more from one another and enjoying the peace and quiet his resting spot has to offer.","\n","^Feeling that the time has come to continue their journey, the three of them break camp and prepare to get going.","\n","^“Now that we have you around, we sure don’t have to worry about eating stale bread all day! ","#","^speaker mc","/#","\n","^That’s a win in my book\", she grinned happily.","\n","^“It would help if you’d provide something as well to our provisions, let alone appreciating the small things that keep us from falling over…\", he sighed. ","#","^speaker yellow","/#","\n","^Daffodil joins the party! ","#","^speaker none","/#","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}