{"inkVersion":21,"root":[[{"->":"start"},"\n",{"->":"intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"intro":["^\"Man, where has that rascal of a dude gone to? I can’t get anything cool with what I have left…\"","#","^speaker mc","/#","\n","^Rummaging through her bag of fishing essentials, she counts all the essentials needed to make the fishing magic work. ","#","^speaker none","/#","\n","^Her finger flicker through the contents of the bag - wires, baits, containers for the catches, provisions to still the hunger.","\n","^The number of things might convince someone that things might be looking alright, but what they don’t see are clearly her symbols of success.","\n","^The sturdiest of fishing wires, the most alluring fishing bait and a diverse array of add-ons to attach to her fishing rod, so that the most resistant of fish won’t get the chance to withstand the strong pulls of her. All of these things, gone.","\n","^Setting up camp many moons ago, she took to rest after a long day of traveling. Her search for the next big catch hasn’t proved to be fruitful, but the fishing attempts along the day allowed her to enjoy a meal, neatly roasted on the fireplace she set up.","\n","^With a hopeful feeling of a giant of a fish waiting for her to be caught, her bed awaited her to take her on a restful night’s sleep…","\n","^Her eyes awakened to a scene of her worst dreams come true - her belongings show clear signs of being rummaged quite hastily and without the care of the world to make it seem like no one was there.","\n","^In a panic, she sprung out of her bed and assessed the situation she was in. With only the most basic and run-of-the-mill equipment and tools in her bag, she knew that she’d have a hard time accomplishing anything monumental in her lifetime.","\n","^And however much she tried to flip and turn her belongings upside-down in the hopes that she put them in a mindless stupor, they wouldn't appear.","\n","^\"No need to dwell in nightmares, it’s time to get my stuff back!\"","#","^speaker mc","/#","\n","^She knew that the wastelands are wide and span far towards the horizon. She knew that the chances of obtaining her precious tools were as slim as her temper was that morning.","#","^speaker none","/#","\n","^Despite all of the imaginable odds being against her, nothing in this world will keep her away from the opportunity to catch the biggest fish the post-apocalyptic world has ever seen.","\n","done",{"#f":1}],"start":["^The party, consisting of a hot-blooded fisherwoman, a know-it–all businessman, a careful bovine with the passion for farming and a self-sufficient robot that just wants his arm back overcame many hurdles and obstacles along their long journey, found a joint understanding between one another and bonded over the shared joy of getting their belongings back and tinding whoever may be responsible for their gathering. ","#","^speaker none","/#","\n","^Not that they were complaining about their unexpected accompaniment along their journey - much to the contrary, many experiences, wisdoms and pleasantries were shared and a feeling they might have missed over their tenures of solitude returned to them, just as much as they hoped their items would return to.","\n","^The sense of companyship, of relying and trusting one another.","\n","^The four of them arrived in a rather spacious cavern with ruins strewn over the place.","\n","^How they found their way over there was everyone’s guess to have, but what was more attention-grabbing to everyone were the signs of recent camping.","\n","^The wood used for the fire here is still emitting warmth, most likely being in usage until recently. ","#","^speaker blue","/#","\n","^I believe that someone might be aware of our presence, even be in this very grotto with us still.”","\n","^“We should split up and look for them. There must be something amiss here, my gut tells me, and that ain’t wrong most days!” ","#","^speaker mc","/#","\n","^Agreeing to the newly-formed plan, the group separated themselves from one another and used their available senses to find any signs of the missing individual out there. ","#","^speaker none","/#","\n","^A rather spacious place to seclude oneself from the harsh environment outside, the task of locating someone evading detection isn’t the easiest for the group to accomplish.","\n","^Yet, thanks to a thermography vision integrated to the operational system of the robot, he spotted a cowering figure in between two pieces of concrete, shielding him from view.","\n","^“Here you are! There’s no longer a need to hide–” ","#","^speaker black","/#","\n","^Being startled by the sudden voice in his ears that doesn’t belong to him, his head jerked around to see where it came from. ","#","^speaker none","/#","\n","^A fearful shower of sweat is forming all around his body as he sees the flawed and damaged yet proud robot before him. The one robot that he believed to be broken, the one he separated his arm from his body.","\n","^“Eeek!!” ","#","^speaker grey","/#","\n","^An ear-piercing shriek filled the cavern, signaling the others of the approximate location of their person of interest. ","#","^speaker none","/#","\n","^Moving quickly to not miss the opportunity of apprehension, everyone closed in towards the source of the scream.","\n","^Evading the tackling attempt of the robot with the biggest of luck, the greyly-hued individual cloaked in an oversized clothpiece stumbled his way with fast steps, seemingly wanting to take the shortest route towards freedom.","\n","^What he didn’t expect, however, was the towering size of the anthropomorphic bull clad in yellow, waiting for him to take just that way.","\n","^“Anywhere important you want to go, mister?” ","#","^speaker yellow","/#","\n","^With his pupils ever growing smaller, the individuals of his past came back, seemingly to haunt him for what he did to them. ","#","^speaker none","/#","\n","^Contenting to see the peril in his eyes and actions for a little while longer, he gives chase to him, noticing the pair of duffle bags he tries to conceal from his eyes.","\n","^Taking many turns in the labyrinth formed thanks to the willfully placed pieces of rubble, he believes to have earned a moment of relief, a moment to breathe and continue his escape towards the exit.","\n","^What he didn’t expect, let alone notice, is the arm that wraps around his shoulder.","\n","^“From one gallant gentleman to another, you really did best me back then. ","#","^speaker blue","/#","\n","^Now tell me, what have you in those big bags of yours? And wait - are those my jewelry you’re wearing?”","\n","^Feeling like a thousand needles are puncturing him from every direction, he slowly takes the arm of the well-dressed man dressed in blue off of him and runs as fast as he can away from him. ","#","^speaker none","/#","\n","^How hasn’t he been aware of his approach, let alone the arm that he put on him, like he had no care in the world?","\n","^Thoughts like these are racing his mind just as much as he tried to gain distance from him.","\n","^Looking back towards the enigma of man, he waves his arm and shots some words of advice to him.","\n","^”Instead of looking at me, you should be looking right in front of you!” ","#","^speaker blue","/#","\n","^Taking his advice rather reluctantly to heart, his gaze went from looking back on the path he took right towards the eyes of the fisher, standing in his way towards guaranteed escape. ","#","^speaker none","/#","\n","^“Thought you can get away with our stuff? Think again, coward!” ","#","^speaker mc","/#","\n","^Without an effective way to hit the brakes, his lean frame and all the energy he put towards running away from his past hit the harsh reality and the sturdy body of the fisherwoman. ","#","^speaker none","/#","\n","^The impact of the collision sent him flying on the ground, in a rather unflattering way. Along with him spilling on the ground, many a things are bound to take the same trajectory down - including a fine array of fishing wire and bait, bags with a fine array of seedlings and a whole-sized metallic arm, wires and all included.","\n","^Seeing what treatment might await him with her cracking her knuckles, he pleads his case during his feeble attempt of dragging himself away from his responsibilities.","\n","^“P-p-please, I can explain everything! You can have all your things back, just please don’t hurt mee–!” ","#","^speaker grey","/#","\n","^“Tell that to everyone you stole from!” ","#","^speaker mc","/#","\n","^Right on cue, the other three surround him, making the following treatment of him an unavoidable one. Taking one good look of the scum who caused their grief, everyone agreed to work one last time together to teach a much-needed lession. ","#","^speaker none","/#","\n","^The quartet take a step outside, aware of the change in the air after their ordeal has been overcome. A fresh breeze takes reign, quite a fitting signal of things to change, perhaps?","\n","^“I am quite relieved, now that we found all of our belongings again and intact! ","#","^speaker mc","/#","\n","^Anything at all could have happened to them, but it seemed that we were quite at the right place at just the right time!”","\n","^“I agree. It’s as if destiny did put us together, and I wouldn’t want it any other way! ","#","^speaker yellow","/#","\n","^I’m sorry for doubting you”, exclaiming with a soft fist bump towards his newly gained ally in blue.","\n","^“All is good at the end, I can understand your opinion of me back then. ","#","^speaker blue","/#","\n","^I’ll try to be more transparent with you - slightly.”, he responded in jest.","\n","^Much laughing ensues in the group of once former loners, now sensing that a bond and trust between each of them has formed for good, one that isn’t broken that easily. ","#","^speaker none","/#","\n","^The thought of the culprit and his evil deeds, now thoroughly bound, gagged and beaten up for his misdeeds, fade like a dandelion seed would be gently carried away with the wind.","\n","^“What are your next steps, now that we got what we were looking for?” ","#","^speaker black","/#","\n","^“A good question! Even though the call of the big catch is roaring louder than it has ever been, I wouldn’t mind traveling with the lot of you. ","#","^speaker mc","/#","\n","^I got quite an excitement inside me that things will pick up nicely for us all!”","\n","^Nodding in agreement, the group decided to journey together quite a bit longer, seeing what the changes in the world had in store for them. ","#","^speaker none","/#","\n","^And who knows what the world would look like if anyone out ther would work quite as well together as they did on that day…","\n","^The End.","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}